Repository: VecheRR/AIMeditationGuide
Catalog: Resources/*.lproj/Localizable.strings
Languages: ru

# settings_title
source: Settings
ru: Настройки

# settings_profile_section
source: Profile
ru: Профиль

# settings_name_placeholder
source: Name
ru: Имя

# settings_language_section
source: Language
ru: Язык

# settings_language_title
source: Language
ru: Язык

# common_meditation_default_title
source: Meditation
ru: Медитация

# home_greeting_hello
source: Hello
ru: Привет

# home_greeting_named_format
source: Hello, %@
ru: Привет, %@

# home_header_title
source: How are you feeling today?
ru: Как ты себя чувствуешь сегодня?

# home_action_generate
source: GENERATE MEDITATION
ru: СОЗДАТЬ МЕДИТАЦИЮ

# home_action_breathing
source: BREATHING EXERCISE
ru: ДЫХАТЕЛЬНАЯ ПРАКТИКА

# home_action_routine
source: DAILY ROUTINE
ru: ЕЖЕДНЕВНЫЙ ПЛАН

# home_today_title
source: Today’s Meditation
ru: Медитация на сегодня

# home_today_fallback_summary
source: Take a quick meditation break
ru: Сделай короткую паузу для медитации

# home_minutes_format_caps
source: %d MINUTES
ru: %d МИНУТ

# home_minutes_badge_format
source: %d MIN
ru: %d МИН

# home_badge_daily_routine
source: DAILY ROUTINE
ru: ЕЖЕДНЕВНЫЙ ПЛАН

# home_badge_meditation
source: MEDITATION
ru: МЕДИТАЦИЯ

# home_recommended_title
source: Recommended Sessions
ru: Рекомендации

# home_rec_breathing_title
source: BREATHING
ru: ДЫХАНИЕ

# home_rec_breathing_subtitle
source: 3 min reset
ru: 3 мин перезагрузка

# home_rec_routine_title
source: ROUTINE
ru: ПЛАН

# home_rec_meditation_title
source: MEDITATION
ru: МЕДИТАЦИЯ

# home_rec_meditation_subtitle
source: 5 min focus
ru: 5 мин фокус

# home_next_practice_format
source: %d min • %@
ru: %d мин • %@

# home_routine_completed_subtitle
source: Completed • generate new
ru: Завершено • создать новый

# home_routine_fallback_subtitle
source: 1–3 practices
ru: 1–3 практики

# tab_home
source: Home
ru: Главная

# tab_history
source: History
ru: История

# tab_settings
source: Settings
ru: Настройки

# language_system
source: System
ru: Системный

# language_english
source: English
ru: Английский

# language_russian
source: Russian
ru: Русский

# history_title
source: History
ru: История

# history_segment_meditations
source: MEDITATIONS
ru: МЕДИТАЦИИ

# history_segment_breathing
source: BREATHING
ru: ДЫХАНИЕ

# history_empty_meditations
source: No meditation sessions yet
ru: Пока нет медитаций

# history_empty_breathing
source: No breathing sessions yet
ru: Пока нет дыхательных сессий

# history_delete_meditation_title
source: Delete meditation?
ru: Удалить медитацию?

# history_delete_meditation_message_format
source: Remove %@ from history?
ru: Удалить «%@» из истории?

# history_delete_breathing_title
source: Delete breathing log?
ru: Удалить запись дыхания?

# history_delete_breathing_message
source: Remove breathing entry from history?
ru: Удалить запись дыхания из истории?

# history_stat_total_minutes_title
source: Total minutes
ru: Всего минут

# history_stat_total_minutes_caption
source: Meditations
ru: Медитации

# history_stat_streak_title
source: Daily streak
ru: Серия

# history_stat_streak_caption
source: days
ru: дней

# history_weekly_progress_title
source: Weekly progress
ru: Прогресс за неделю

# history_weekly_progress_value_format
source: %d / 70 min
ru: %d / 70 мин

# history_minutes_badge_format
source: %d MIN
ru: %d МИН

# history_minutes_title_format
source: %d MINUTES
ru: %d МИНУТ

# history_breathing_subtitle
source: Guided breathing
ru: Дыхательная практика

# common_delete
source: Delete
ru: Удалить

# common_cancel
source: Cancel
ru: Отмена

# paywall_title
source: Unlock AI Meditation
ru: Откройте AI-медитации

# paywall_subtitle
source: Try premium for deeper guidance, soothing sounds, and mindful routines.
ru: Премиум даёт более глубокие практики, успокаивающие звуки и осознанные ритуалы.

# paywall_perks_title
source: Premium features
ru: Премиум-возможности

# paywall_perks_subtitle
source: Build a calming ritual with full access.
ru: Соберите спокойный ритуал с полным доступом.

# paywall_perk_unlimited
source: Unlimited AI-generated meditations
ru: Безлимитные AI-медитации

# paywall_perk_backgrounds
source: Full library of ambient backgrounds
ru: Полная библиотека фоновых звуков

# paywall_perk_history
source: History & progress tracking
ru: История и отслеживание прогресса

# paywall_perk_breathing
source: Breathing exercises and routines
ru: Дыхательные упражнения и рутины

# paywall_choose_plan
source: Choose your plan
ru: Выберите план

# paywall_restore
source: Restore purchases
ru: Восстановить покупки

# paywall_disclaimer
source: You won't be charged today. Cancel anytime during the trial. After the trial, your chosen plan renews automatically.
ru: Сегодня списаний не будет. Отменить можно в любой момент во время пробного периода. После него выбранный план будет продлеваться автоматически.

# paywall_processing
source: Processing...
ru: Обработка...

# paywall_start_trial_fmt
source: Start %@ trial
ru: Начать пробный период за %@

# paywall_continue
source: Continue
ru: Продолжить

# paywall_badge_best_value
source: BEST VALUE
ru: ЛУЧШАЯ ЦЕНА

# paywall_badge_flexible
source: FLEXIBLE
ru: ГИБКО

# paywall_badge_one_time
source: ONE-TIME
ru: РАЗОВО

# paywall_detail_cancel_anytime
source: Cancel anytime
ru: Можно отменить в любой момент

# paywall_detail_save_vs_monthly
source: Save vs monthly
ru: Выгоднее, чем помесячно

# paywall_detail_lifetime_access
source: Lifetime access
ru: Доступ навсегда

# onb_skip
source: Skip
ru: Пропустить

# onb_next
source: NEXT
ru: ДАЛЕЕ

# onb_start_now
source: START NOW
ru: НАЧАТЬ

# onb_explore
source: I'll explore on my own
ru: Я разберусь сам

# onb_p1_title
source: Welcome to AI Meditation
ru: Добро пожаловать в AI-медитации

# onb_p1_subtitle
source: Personalized, soothing practices tailored to how you feel today.
ru: Персональные практики, которые подстраиваются под ваше состояние.

# onb_p1_h1
source: Instantly generate guided meditations
ru: Мгновенная генерация медитаций

# onb_p1_h2
source: Designed to match your current mood
ru: Подбор под ваше настроение

# onb_p2_title
source: Breathing & Routine Support
ru: Дыхание и ежедневные ритуалы

# onb_p2_subtitle
source: Guided breathing timers and daily practice plans keep you consistent.
ru: Таймеры дыхания и планы практик помогают держать регулярность.

# onb_p2_h1
source: Breathing exercises with calm pacing
ru: Дыхательные упражнения в спокойном темпе

# onb_p2_h2
source: Routine tracker with small, daily steps
ru: Трекер рутины с небольшими шагами

# onb_p3_title
source: Immersive Audio
ru: Иммерсивный звук

# onb_p3_subtitle
source: Pick the voice, background ambience, and session length you prefer.
ru: Выберите голос, фон и длительность сессии, как вам удобно.

# onb_p3_h1
source: Choose voices & ambient backgrounds
ru: Голоса и фоновые звуки на выбор

# onb_p3_h2
source: Control voice and background volumes
ru: Отдельная громкость голоса и фона

# onb_p4_title
source: Stay Mindful Every Day
ru: Осознанность каждый день

# onb_p4_subtitle
source: Track your progress and revisit your favorite sessions anytime.
ru: Отслеживайте прогресс и возвращайтесь к любимым сессиям.

# onb_p4_h1
source: History of meditations & breathing
ru: История медитаций и дыхания

# onb_p4_h2
source: One tap to replay or continue
ru: Один тап — повторить или продолжить

# gen_nav_title
source: Generator
ru: СОЗДАТЬ МЕДИТАЦИЮ

# gen_flow_hint
source: Choose options and generate a guided meditation.
ru: Заполни параметры ниже, чтобы сгенерировать медитацию

# gen_goal_title
source: Goal
ru: Цель медитации

# gen_duration_title
source: Duration
ru: Длительность

# gen_voice_title
source: Voice
ru: Стиль голоса

# gen_bg_title
source: Background
ru: Фоновый звук

# gen_btn_generate
source: Generate
ru: СОЗДАТЬ

# gen_btn_generating
source: Generating...
ru: СОЗДАНИЕ...

# gen_row_tap_to_choose
source: Tap to choose
ru: Нажми, чтобы выбрать

# gen_row_not_selected
source: Not selected
ru: Не выбрано

# gen_sheet_goal_title
source: Choose goal
ru: ЦЕЛЬ

# gen_sheet_duration_title
source: Choose duration
ru: ДЛИТЕЛЬНОСТЬ

# gen_sheet_voice_title
source: Choose voice
ru: ГОЛОС

# gen_sheet_bg_title
source: Choose background
ru: ФОНОВЫЙ ЗВУК

# gen_result_nav_title
source: MEDITATION
ru: МЕДИТАЦИЯ

# gen_result_default_title
source: Meditation
ru: Медитация

# gen_result_summary_title
source: SUMMARY
ru: КРАТКО

# gen_result_summary_empty
source: Your meditation script will appear here.
ru: Текст медитации появится здесь.

# gen_result_cover_subtitle
source: %d min guided session
ru: %d мин • сессия с голосом

# gen_result_duration_short
source: %d min
ru: %d мин

# gen_result_bg_none
source: No background
ru: Без фона

# gen_result_btn_start
source: START
ru: НАЧАТЬ

# gen_result_btn_save
source: SAVE TO HISTORY
ru: СОХРАНИТЬ

# gen_result_a11y_start
source: Start meditation
ru: Начать медитацию

# gen_result_a11y_save
source: Save meditation to history
ru: Сохранить медитацию в историю

# gen_result_a11y_duration_bg
source: Duration %d minutes. Background %@
ru: Длительность %d минут. Фон %@

# player_finish_title
source: Finish session?
ru: Завершить сессию?

# player_finish_message
source: Are you sure you want to end this session early?
ru: Точно закончить сессию раньше времени?

# player_finish_btn_finish
source: Finish
ru: Завершить

# player_finish_btn_cancel
source: Cancel
ru: Отмена

# player_summary_fallback
source: Take a calm moment and breathe.
ru: Сделай паузу и спокойно подыши.

# player_cover_subtitle_minutes
source: %d min session
ru: %d мин • сессия

# player_btn_finish_early
source: Finish
ru: Завершить

# player_btn_save_history
source: Save
ru: Сохранить

# player_btn_saved
source: Saved
ru: Сохранено

# player_volume_voice
source: Voice
ru: Голос

# player_volume_background
source: Background
ru: Фон

# player_a11y_close
source: Close
ru: Закрыть

# player_a11y_favorites
source: Favorites
ru: Избранное

# player_a11y_voice_options
source: Voice options
ru: Настройки голоса

# player_a11y_timer_options
source: Timer options
ru: Таймер

# player_a11y_play
source: Play
ru: Пуск

# player_a11y_pause
source: Pause
ru: Пауза

# player_a11y_play_hint
source: Double tap to toggle playback.
ru: Нажми дважды, чтобы переключить воспроизведение.

# player_a11y_finish_early
source: Finish early
ru: Закончить раньше

# player_a11y_save_history
source: Save to history
ru: Сохранить в историю

# player_a11y_background_fmt
source: Background sound: %@
ru: Фоновый звук: %@

# player_a11y_volume_fmt
source: %@ volume
ru: Громкость: %@

# bg_picker_title
source: Background sound
ru: Фоновый звук

# bg_picker_subtitle
source: Choose a calm ambience for your session.
ru: Выбери спокойную атмосферу для сессии.

# bg_picker_a11y_hint
source: Select one background sound.
ru: Выберите один фоновый звук.

# bg_picker_volume_title
source: Volume
ru: Громкость

# bg_picker_volume_a11y
source: Background volume
ru: Громкость фона

# bg_picker_a11y_background_fmt
source: Background sound: %@
ru: Фоновый звук: %@

# bg_none
source: None
ru: Нет

# bg_nature
source: Nature
ru: Природа

# bg_ambient
source: Ambient
ru: Эмбиент

# bg_rain
source: Rain
ru: Дождь

# history_meditation_summary_fallback
source: A short mindful session
ru: Короткая осознанная практика

# bre_mood_calm
source: Calm
ru: Спокойствие

# bre_mood_neutral
source: Neutral
ru: Нейтрально

# bre_mood_stressed
source: Stressed
ru: Стресс

# bre_mood_anxious
source: Anxious
ru: Тревога

# gen_duration_5
source: 5 min
ru: 5 минут

# gen_duration_10
source: 10 min
ru: 10 минут

# gen_duration_15
source: 15 min
ru: 15 минут

# gen_bg_none
source: None
ru: Без фона

# gen_bg_nature
source: Nature
ru: Природа

# gen_bg_ambient
source: Ambient
ru: Эмбиент

# gen_bg_rain
source: Rain
ru: Дождь

# gen_voice_calm
source: Calm
ru: Спокойный

# gen_voice_warm
source: Warm
ru: Тёплый

# gen_voice_deep
source: Deep
ru: Низкий

# gen_goal_focus
source: Focus
ru: Фокус

# gen_goal_sleep
source: Sleep
ru: Сон

# gen_goal_relax
source: Relax
ru: Расслабление

# mood_calm
source: Calm
ru: Спокойно

# mood_neutral
source: Neutral
ru: Нормально

# mood_stressed
source: Stressed
ru: Стресс

# mood_anxious
source: Anxious
ru: Тревожно

# mood_energized
source: Energized
ru: Бодро

# gen_goal_reduce_stress
source: Reduce stress
ru: Снизить стресс

# gen_goal_improve_sleep
source: Improve sleep
ru: Улучшить сон

# gen_goal_increase_focus
source: Increase focus
ru: Повысить концентрацию

# gen_goal_boost_energy
source: Boost energy
ru: Поднять энергию

# gen_goal_calm_anxiety
source: Calm anxiety
ru: Успокоить тревожность

# gen_voice_soft
source: Soft
ru: Мягкий

# gen_voice_neutral
source: Neutral
ru: Нейтральный

# gen_bg_None
source: None
ru: Без фона

# gen_bg_Nature
source: Nature
ru: Природа

# gen_bg_Ambient music
source: Ambient music
ru: Эмбиент

# gen_bg_Rain
source: Rain
ru: Дождь

# routine_title
source: Routine
ru: Ежедневный план

# routine_header_title
source: Structured practices
ru: Структурные практики

# routine_header_subtitle
source: Follow the suggested flow, regenerate a new one, or save it for later.
ru: Следуй предложенному плану, сгенерируй новый или сохрани на потом.

# routine_btn_start
source: Start
ru: Начать

# routine_btn_regenerate
source: Regenerate
ru: Сгенерировать

# routine_btn_save
source: Save
ru: Сохранить

# routine_btn_mark_done
source: Mark Done
ru: Отметить выполненным

# routine_status_done
source: Marked as done
ru: Отмечено как выполненное

# routine_status_active
source: Active plan
ru: Активный план

# routine_week_title
source: This week
ru: Эта неделя

# routine_loading
source: Generating your routine...
ru: Генерируем твой план...

# routine_empty_title
source: No routine yet
ru: План ещё не создан

# routine_empty_subtitle
source: Tap Regenerate to get a fresh set of practices for the day.
ru: Нажми «Сгенерировать», чтобы получить практики на сегодня.

# routine_banner_done
source: Routine marked as done. Regenerate when you're ready for a fresh flow.
ru: План отмечен как выполненный. Когда будешь готов — сгенерируй новый.

# routine_banner_all_done
source: Great job! All practices are done.
ru: Отлично! Все практики выполнены.

# routine_banner_next_format
source: Next: %@ • %d min
ru: Далее: %@ • %lld мин

# routine_minutes_format
source: %d min
ru: %lld мин

# routine_item_completed
source: Completed
ru: Выполнено

# routine_item_pending
source: Pending
ru: Не выполнено

# routine_btn_mark_pending
source: Mark as Pending
ru: Сделать невыполненным

# routine_btn_mark_done_item
source: Mark as Done
ru: Отметить выполненным

# routine_error_generic
source: Something went wrong. Please try again.
ru: Что-то пошло не так. Попробуй ещё раз.

# routine_error_network
source: Network error. Please try again.
ru: Ошибка сети. Попробуй ещё раз.

# routine_error_no_internet
source: No internet connection.
ru: Нет подключения к интернету.

# routine_error_timeout
source: Request timed out. Please try again.
ru: Превышено время ожидания. Попробуй ещё раз.

# routine_error_encoding
source: Couldn’t prepare routine data.
ru: Не удалось подготовить данные рутины.

# routine_ai_system_line1
source: You are a mindful routine coach.
ru: Ты — коуч по осознанным привычкам и рутине.

# routine_ai_system_line2
source: Reply ONLY with JSON using shape: {"items":[{"title":"string","details":"string","durationMinutes":integer}]}
ru: Отвечай ТОЛЬКО JSON в формате: {"items":[{"title":"string","details":"string","durationMinutes":integer}]}

# routine_ai_system_line3
source: Provide 1 to 3 concise, actionable practices (3–20 minutes each).
ru: Дай 1–3 короткие, практичные практики (по 3–20 минут).

# routine_ai_system_line4
source: Avoid markdown. No extra keys. No commentary.
ru: Без markdown. Без лишних ключей. Без комментариев.

# routine_ai_language_en
source: Write titles and details in English.
ru: Пиши названия и описания на английском.

# routine_ai_language_ru
source: Write titles and details in Russian.
ru: Пиши названия и описания на русском.

# routine_ai_language_system
source: Write titles and details in English.
ru: Пиши названия и описания на английском.

# routine_ai_history_empty
source: No recent practices logged.
ru: Недавних практик нет.

# routine_ai_yes
source: yes
ru: да

# routine_ai_no
source: no
ru: нет

# routine_ai_history_line_format
source: - %@ (%dm) completed: %@
ru: - %@ (%d мин) выполнено: %@

# routine_ai_history_block_format
source: Recent practice history: %@
ru: История недавних практик: %@

# routine_ai_goals_fallback
source: Goal: general calm and focus.
ru: Цель: общее спокойствие и фокус.

# routine_ai_goals_format
source: Goals: %@.
ru: Цели: %@.

# routine_ai_time_of_day_format
source: Time of day: %@.
ru: Время дня: %@.

# routine_ai_user_request
source: Suggest next mindful practices tailored to the time of day. Include short instructions in details and realistic durations.
ru: Предложи следующие практики, учитывая время дня. В details дай короткие инструкции и реалистичную длительность.

# routine_daypart_morning
source: morning
ru: утро

# routine_daypart_afternoon
source: afternoon
ru: день

# routine_daypart_evening
source: evening
ru: вечер

# routine_error_empty_ai_response
source: AI returned no practices. Please regenerate.
ru: AI не вернул практики. Нажми «Обновить».

# bre_complete_title
source: Session complete
ru: Сессия завершена

# bre_complete_saved
source: Saved to history.
ru: Сохранено в истории.

# bre_remaining
source: Remaining
ru: Осталось

# bre_a11y_close
source: Close
ru: Закрыть

# bre_a11y_mute_hints
source: Hide breathing hints
ru: Скрыть подсказки дыхания

# bre_a11y_unmute_hints
source: Show breathing hints
ru: Показать подсказки дыхания

# bre_a11y_restart
source: Restart
ru: Начать заново

# bre_setup_title
source: Breathing
ru: Дыхание

# bre_setup_subtitle
source: Choose your mood and duration — and we’ll start.
ru: Выбери настроение и длительность — и начнём.

# bre_setup_mood_title
source: Mood
ru: Настроение

# bre_setup_duration_title
source: Duration
ru: Длительность

# bre_setup_start_session
source: Start session
ru: Начать сессию

# bre_phase_inhale
source: Inhale
ru: Вдох

# bre_phase_hold
source: Hold
ru: Задержка

# bre_phase_exhale
source: Exhale
ru: Выдох

# bre_hint_inhale
source: Breathe in slowly
ru: Медленно вдохни

# bre_hint_hold
source: Hold your breath
ru: Задержи дыхание

# bre_hint_exhale
source: Breathe out slowly
ru: Медленно выдохни

# bre_duration_minutes
source: %d min
ru: %d мин

# bre_duration_minutes_format
source: %d min
ru: %d мин

# common_select
source: Select
ru: Выбрать

# name_prompt_title
source: What should we call you?
ru: Как к тебе обращаться?

# name_prompt_subtitle
source: We’ll use your name in prompts and meditations.
ru: Мы будем использовать имя в подсказках и медитациях.

# name_prompt_field_placeholder
source: For example: Vlad
ru: Например: Влад

# name_prompt_btn_continue
source: Continue
ru: Продолжить

# name_prompt_btn_not_now
source: Not now
ru: Не сейчас
